Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Note that this stress (and possible trauma applies to the backup, not the original character.
fr_fr: Notez que ce stress (et les trauma éventuels) s'appliquent à la sauveagrde, pas au personnage d'origine.

source: If the backup is used to re-instantiate the character, however, then the stress is applied.
fr_fr: Cependant, si la sauvegarde est utilisé pour réinstantier le personnage, le stress est appliqué.

source: Resleeving
fr_fr: Réincarnation

source: Resleeving (also called remorphing) is the process of giving a new body to an ego.
fr_fr: La réincarnation (ou le remorph) est l'opération consistant à donner un corps à un ego.

source: Changing bodies is a normal part of life for hundreds of millions of transhumans, and it is an even more frequent occurrence for people in certain professions.
fr_fr: Changer de corps fait partie du cours normal de la vie pour des centaines de millions de transhumains, et c'est encore plus fréquent pour les personnes dans certaines professiones.

source: Characters involved in specialized work may resleeve as often as once a month.
fr_fr: Les personnages impliqués dasn un travail spécialisé peuvent avoir à se réincarner à une fréquence mensuelle.

source: Those who travel frequently may do so even more often.
fr_fr: Ceux qui voyagent beaucoup peuvent le faire encore plus souvent.

source: Also, given the number of infugees
fr_fr: De plus, étant donné le nombre d'infugiés

source: who died during the Fall but have now acquired a new morph, the vast majority of transhumanity has resleeved at least once.
fr_fr: morts pendant al Chute et qui on mainteannt acquis une nouvelle morph, la vaste majorité de la transhumanité s'est réincrané au moins une fois.

source: As such, most transhumans are accustomed to resleeving.
fr_fr: En tant que tel, la plupart des transhumains sont accoutumés à la réincarnation.

source: Adjusting to a new body takes time and a bit of effort (see Integration, p.
fr_fr: S'ajuster à un nouveau corps prend du temps et un peu d'effort (voir Intégration, p.

source: Resleeving is also difficult psychologically, as reflected by continuity (p.
fr_fr: La réincarnation est également difficile psychologiquement, comme reflété par la continuité (p.

source: 272) and alienation (p.
fr_fr: 272) et l'aliénation (p.

source: Once an ego fully inhabits a new morph, the new morph's cortical stack needs ten minutes to amass a complete backup of the ego.
fr_fr: Une fois qu'un ego habite pleinement une nouvelle morph, la pile corticale de celle-ci à besoin de dix minutes pour amasser une sauvegardde complète de l'ego.

source: Resleeving takes about an hour in a properly equipped clinic.
fr_fr: Se réincarner prend à peu près une heure dans une clinique proprement équipée.

source: In essence, the process works like uploading in reverse.
fr_fr: par essence, l'opération est un upload inversé.

source: The new sleeve is hooked up to an ego bridge which infiltrates the brain with nanobots that physically restructure the brain's neural structure and connections according to the map provided by the backup.
fr_fr: La nouvelle incarantion est branchée à un connecteur d'ego qui inflitre le cerveau avec des nanobots qui restructurent physiquement la structure neurale et les connexion du cerveau en fonction de la carte fournit par la sauvegarde.

source: Sleeving takes six times as long as uploading because the nanobot swarm working as a wet printer in the template brain needs to duplicate the entire physical structure of the ego's neural network.
fr_fr: S'incarner prend six fois plus de temps que l'upload car l'essaim de nanobots fonctionnant comme une imprimante à encre dans le cerveau modèle a besoin de dupliquer la structure physique complète du réseau neural de l'ego.

source: For resleeving, a ``wet'' ego bridge is used, meaning that the sleeve and ego bridge are submerged in a vat filled with nanogel.
fr_fr: Pour la réincarantion un connecteur d'ego "mouillé" est utilisé, l'incarnation et le connecteur d'ego sont submergé dans une cuve emplie de nanogel.

source: The resleeving process for pods takes only half an hour, as pods brains are half biological and half cyberbrain.
fr_fr: l'opération de réincarnation pour les pods ne prends qu'une demi-heure, les cerveaux des pods étant à moitié biologique et à moitié des cybercerveaux.

source: Resleeving And The Gamesmaster
fr_fr: Le Maître de jeu et la Réincarnation

source: The gamemaster has a fine amount of control over what a character can obtain when resleeving.
fr_fr: le maître de jeu a un contrôle assez large de ce que les personnages peuvent obtenir lorsqu'ils se réincarnent.

source: The characters may be supplied with new morphs by Firewall or whatever employer/patron for whom they are currently working.
fr_fr: Les personnages peuvent recevoir de nouvelels morphs de la aprt de Firewall ou de n'importe quel employeur/patron pour qui ils travaillent actuellement.

source: In this case, the gamemaster can simply assign whatever morphs they see fit — with complete control over enhancements, traits, etc.
fr_fr: Dans ce cas, le maîþre de jeu peut simplement assigner n'importe quelle morph qu'ils pensent adaptées à la situation - avec un contrôle complet des améliorations, des traits, etc.

source: While morphs should be tailored for the mission at hand, this presents an opportunity for the gamemaster to throw the characters some new toys to play with and also some new challenges to overcome.
fr_fr: Alors que les morphs doivent être dimensionnée pour al misson en cours, cela présente une opportunité pour le maîþre de jeu de donner de nouveaux jouets aux personnages ainsi que de nouveaux défis à relever.

source: Gamemasters are encouraged to mix it up, have fun, and give players something they can work with without necessarily giving them everything they want.
fr_fr: Les maîtres de jeu sont encouragés à inventer, s'amuser et à donner aux joueurs quelque chose qvec lequel ils peuvent travailler sans pour autant leur donner tout ce qu'ils veulent.

source: In other cases, the availability of desired morphs may be limited by the resleeving location.
fr_fr: Dans d'autres situations, la disponibilité des morphs voulues peut-être limlitée par l'endroit de la réincarnation.

source: A small outpost in the wilds of Mars is unlikely to have a wide selection of morphs — in fact, a few rusters and synthmorphs may be all they have.
fr_fr: Un petit avant-poste dans les étendues sauvage de Mars n'aura probablement pas une grande sélection de morph - en fait, quelques rusteurs et des ynthmorphs pourraient être l'ensemble du stock disponible.

source: Similarly, large habitats have a high demand for good morphs, so there may be a waiting list for top-of-the-line sylphs or remade morphs, for example.
fr_fr: De manière similaires, les plus grands habitats ont une forte demande pour de bonnes morphs, il pourrait donc y avoir une liste d'attente pour les sylphs haut de gamme ou les refaites par exemple.

source: In the same vein, available morphs are going to be subject to local legalities, so getting that reaper morph may be out of the question.
fr_fr: Dans la même veine, les morphs disponibles seront soumises aux restrictions légales locales, obteni cette morph reapeur pourrait donc bien être hors de question.

source: Characters could always turn to black market morph providers, but these come with their own risks.
fr_fr: Les personnages pourront toujorus se tourner vers les fournisseurs de morph du marché noir, mais à leur risques et périls.

source: What this means is that gamemasters should never be afraid to say no if a character is pursuing a morph that is unreasonable or potentially disruptive to the game.
fr_fr: Cela signifie que le maîþre de jeu ne devrait jamais avoir peur de dire non à un personnage qui cherche à obtenir une morph qui n'est pas raisonnable ou qui peut potentiellement perturber le jeu.

source: While it’s good form to give the players what they want once in a while, it also makes for more interesting roleplaying to saddle them with morphs that are a little different than what they were hoping for or that come with some interesting challenges, such as a physical addiction.
fr_fr: Bien qu'il soit de bon ton de donner à vos joueurs ce qu'ils veulent une fois de temps en temps, il est également interessant pour l'interprétation de leur géner avec des morphs un peu différentes de celle qu'ils espéraient ou qui fournit des défis interessants, telles que des addictions physique.

source: For extra fun, leave the character unaware of a morph’s negative traits or secret implants until they reveal themselves.
fr_fr: Pour plus de fun, laissez le personnage ignorant des traits négatifs ou des implants secrets de la morph jusqu'à ce qu'ils se révèlent d'eux-même.

source: As always, the goal is to have fun, but variety often helps with that.
fr_fr: Comem toujours, le but est de s'amuser, mais la variété aide souvent.

source: Resleeving into the cyberbrain of a synthmorph is much easier and quicker, being a matter of copying the backup into the cyberbrain (an instantaneous affair) and then running the backup in its virtual brain state (1 Action Turn).
fr_fr: La réincarnation dans le cybercerveau d'une synthmorph est bien plus facile et rapide, il ne s'agît que de cpier la suavegarde dans le cybercerveau (et c'ets instantané) puis de faire fonctionner la sauvegarde dans son état de cerveau virtuel (1 Tour d'Action).

source: The drawback to synthmorphs is that they are more difficult to acclimate to (see Integration, p.
fr_fr: Les inconvénients des synthmorphs sont qu'il est plus difficile de s'y acclimater (voir Intégration, p.

source: 272), they are vulnerable to cyberbrain hacking (p.
fr_fr: 272), elles sont vulnérables au piratage (p.

source: 261), and synthmorphs are viewed as low class in some cultures.
fr_fr: 261) et elles sont perçues comme étant bas de gamme dans certaines cultures.

source: Characters inhabiting a synthmorph cyberbrain may voluntarily choose to evacuate by copying themselves as an infomorph onto another device.
fr_fr: Les personnages habitant un cybercerveau peuvent choisir de le vider volontairement en se copiant en infomorph dans un autre appareil.

source: This takes 1 full Action Turn.
fr_fr: Cela prend 1 Tour d'Action complet.

source: See Infomorph Resleeving, p.
fr_fr: Voir Réincarnation en Infomorph, p.

source: The costs involved for the resleeving process itself are generally subsumed in the costs of the backup insurance and/or the new sleeve itself.
fr_fr: Les coûts impliqués dans le processuss de réincarnation sont générallement inclus dans les coûts de l'assurance sauvegarde et/ou de la nouvelle incarnation.

source: Costs for individual morphs are noted in the descriptions starting on p.
fr_fr: Les coûts des morphs individduels sont indiqués dans les descriptions démarrant à la p.

source: See Morph Brokerage (p.
fr_fr: Voir Courtage de Morph (p.

source: 276) for rules on finding and acquiring morphs.
fr_fr: 276) pour les règles concenrant l'obtention des morphs.

source: Getting used to a new body typically takes some time.
fr_fr: S'habituer à un nouveau corps prends toujours un peu de temps.

source: The character must become acclimated to the changes in height, weight, sex, and capabilities, which often requires unlearning ways of doing things that worked fine for their previous form.
fr_fr: Le personnage doit s'habituer aux changement de taille, de poids, de sexe et de possibilités, qui nécessitent souvent de désapprendre des façon de faire certaines choses qui marchaient bien dans la forme précédente.

source: Resleeving in a synthetic morph or an uplift is also quite confusing at first, given the drastically different morphologies, change in limb structure (and sometimes amount of limbs), and so on.
fr_fr: La réincarnation dans une morph synthétique ou dans une morph élevée est également relativement perturbant au début, étant donné les écarts morphologiques drastiques, les changements dans la structure des membres (et parfois le nombre de membres), et ainsi de suite.

source: Luckily, transhuman minds are adaptive things, and this process is aided by the application of mental ``patches'' during the resleeving process that give the character a bit of a boost for using their new body.
fr_fr: Heureusement, les esprits transhumains sont des objets adaptatifs, et ce processus est aidé par l'application de "patchs" mentaux pendant l'opération de réincarnation et qui fournissent une aide préciseuse au personnage pour l'utilisation de son corps.

source: An ego in a new morph makes an Integration Test upon taking control of the body, rolling SOM x 3 (morph bonuses do not apply) and applying modifiers from the Integration and Alienation Modifiers table.
fr_fr: Un ego dans une nouvelle morph fait un Test d'Intégration lorsqu'il prend le contrôle de son nouveau corps, lançant SOM x 3 (les bonus de morph ne s'appliquent pas) et en appliquant les modificateurs de la table des Modificateurs d'Intégration et d'Aliénation.

source: The result of the test is explained on the Integration Test table, p.
fr_fr: Le résultat du test est expliqué sur la table des Test d'intégration, p.

source: TEST RESULT
fr_fr: RÉSULTAT DU TEST

source: EFFECT
fr_fr: EFFET

source: Critical Failure
fr_fr: Échec Critique

source: Character is unable to acclimate to the new morph—
fr_fr: Le personange est incapable de s'acllimater à la nouvelel morph -

source: something is just not right.
fr_fr: quelque chose ne passe pas.

source: Character suffers a –30
fr_fr: Les personnages subissent un modificateur

source: modifier to all physical actions until resleeved.
fr_fr: de -30 à toutesles actions physique jusqu'à ce qu'il se réincarne.

source: Severe Failure (MoF 30+)
fr_fr: Échec Catastrophique (MdE 30+)

source: Character has serious trouble acclimating to the new
fr_fr: Le personnage a de grosse difficulté à s'acclimater à la nouelle

source: They suffer a –10 modifier to all actions for 2 days
fr_fr: Il subit un modificateur de -10 à toutes ses actions pendant 2 jours

source: plus 1 day per 10 full points of MoF.
fr_fr: et pour 1 jour de plus par tranche de 10 points de MdE.

source: Failure
fr_fr: Échec

source: Character has some trouble acclimating to new morph.
fr_fr: Le personnage a quelques difficulté à s'acclimater à la nouvelle morph.

source: They suffer a –10 modifier to all physical actions for 2
fr_fr: Il subit un modificateur de -10 à toutes ses actiosn phyisque pour 2

source: days plus 1 day per 10 full points of MoF.
fr_fr: jours et pour 1 jour de plus par tranche de 10 points de MdE.

source: Success
fr_fr: Réussite

source: Standard acclimation period.
fr_fr: Période d'acclimatation standard.

source: The character suffers a –10
fr_fr: Le personnage subit un modificateur

source: modifier to all physical actions for 1 day.
fr_fr: de -10 à toutes ses actions physique pour 1 jour.

source: Excellent Success (MoS 30+)
fr_fr: Réussite Exceptionnelle (MdR 30+)

source: No ill effects.
fr_fr: Aucun effet secondaire.

source: Character acclimates to new morph in no
fr_fr: Le personnage s'acclimate à la nouvelle morph en

source: more than a few minutes.
fr_fr: quelques minutes.

source: Critical Success
fr_fr: Succès Critique

source: Lookin’ good!
fr_fr: En pleine forme!

source: This morph is an exceptionally good fit for
fr_fr: Cette morph va exceptionnellemnt bien au

source: the character.
fr_fr: personnage.

source: No ill effects; gain 1 Moxie point for use in
fr_fr: Aucun effet secondaire; gagnez 1 point de moxie pour utilisation

source: that game session only.
fr_fr: lors de cette session uniquement.

source: {Integration and alienation modifiers} {|l|l|}
fr_fr: {Modificateurs d'intégration et d'&liénation} {|l|l|}

source: Familiar; character has used this exact morph extensively in the past
fr_fr: Familier; le personnage a utiliser cette morph de manière intense dans le passé

source: Clone of prior morph
fr_fr: Clône d'une ancienne morph

source: Character’s original morph type (what they were raised with)
fr_fr: Type de morph originel du personnage (celui dans lequel il a grandi)

source: Adaptability trait (Level 2)
fr_fr: Trait Adaptabilité (Niveau 2)

source: Adaptability trait (Level 1)
fr_fr: Trait Adaptabilité (Niveau 1)

source: Character has previously used this type of morph
fr_fr: Le personnage a déjà utilisé ce type de morph

source: First time resleeving
fr_fr: Première réincarnation

source: Character is an AGI sleeving into a physical body
fr_fr: Le personnage est une IAG s'incarnant dans un corps physique

source: Character is an uplift resleeving in a non-uplift (of their type) body
fr_fr: Le personnage est un élevé s'incarnant dans un corps non élevé (ou pas de son type)

source: Synthetic morph
fr_fr: Morph synthétique

source: Sex change (from last morph)
fr_fr: Changement de sexe (par rapport à la dernière morph)

source: Morph is heavily modified
fr_fr: La morph est lourdement modifiée

source: Morphing Disorder trait (Level 1)
fr_fr: Trait Trouble Morphique (Niveau 1)

source: Morphing Disorder trait (Level 2)
fr_fr: Trait Trouble Morphique (Niveau 2)

source: Infomorph (does not apply to AGIs) (Alienation Test only)
fr_fr: Infomorph (ne s'applqiue pas aux IAG) (Test d'Aliénation uniquement)

source: Fork (Alienation Test only)
fr_fr: Fork (Test d'Aliénation uniquement)

source: Morphing Disorder trait (Level 3)
fr_fr: Trait Trouble Morphique (Niveau 3)

source: Exotic morph (octomorph, neo-avian, novacrab, swarmanoid, etc.)
fr_fr: morph exotique (octomorph, néo-avienne, novacrabe, swarmanoïde, etc.)

source: After loss of continuity, the other major factor impacting resleeving characters is alienation.
fr_fr: Après une perte de continuité, le deuxième facteur principal qui impacte les personnages se réincarnant et l'aliénation.

source: Once the ego has its new sleeve under control, it's time to look in the mirror.
fr_fr: Une fois que l'ego a son nouveau corps sous contrôle, il est temps de regarder dans le miroir.

source: The alienation test reflects the experience of coming to terms with a new face, skin, and brain.
fr_fr: Le test d'aliénaation reflettent l'expérience de la redécouverte de soi, de son nouveau vissage, de sa nouvelle peau et de son nouveau cerveau.

source: For example, transferring to a radically different morph (such as a swarmanoid) can be difficult to grasp.
fr_fr: Par exemple, se transférer dans une morph radicallement différentes (telles qu'un swarmanoïde par exemple) peut être difficile à saisir.

source: Uplifts often have difficulty getting acquainted with the differing hormonal urges of a human biomorph and vice versa.
fr_fr: Les élevés ont souvent des difficultés pour s'habituer aux différentes poussées hormonales d'une biomorph humaine et réciproquement.

source: While the character's ego is as it was in their last sleeve, the brains and neurochemistry of many morphs may alter aptitudes like WIL or COG.
fr_fr: Alors que l'ego des personnage est dans le mrme état que dans leur précédente incarnation, les cerveaux et la biochimie de nombreuses morphs peuvent altérer des aptitudes telles que la VOL ou la COG.

source: The effects of this can be frustrating or disorienting.
fr_fr: Tout cela pouvant générer de la frustration ou de la désorientation.

source: Every character makes an Alienation Test to reflect how mentally stressful it is to get a grip on their new body, rolling INT x 3 and apply modifiers from the Integration and Alienation Modifiers table.
fr_fr: Chaque personnage fait un Test d'Aliénation pour refléter le stress mental nécessaire à la compréhension de son nouveau corps, lançant INT x 3 et en appliquant les modificateurs de la table de Modificateurs d'Intégration et d'Aliénation.

source: Consult the Alienation Test table to determine the effects.
fr_fr: Consultez la table des Tests d'Aliénation pour en déterminer les effets.

source: Extreme Dysmorphia.
fr_fr: Dysmorphie Extrême.

source: The character doesn’t like their new sleeve at all
fr_fr: Le personnage n'aime pas du tout sa nouvelle incarnation

source: and suffers 2 stress points per 10 full points of MoF.
fr_fr: et subit 2 points de stress par tranche de 10 points de MdE.

source: Character is uneasy about the new morph and suffers 1 stress point
fr_fr: Le personnage n'est pas à l'aise avec sa nouvelle morph et subit 1 point de stress

source: per 10 full points of MoF.
fr_fr: par tranche de 10 points de MdE.

source: Character adapts to their new look well.
fr_fr: Le personnage s'adapte bien à sa nouvelle apparence.

source: Best.
fr_fr: Meilleure.

source: Ever.
fr_fr: Au. Monde.

source: The new morph jives perfectly with the character’s
fr_fr: La nouvelle morph correspond exactement à la perception de soi

source: sense of self, and even enhances it somewhat.
fr_fr: du personnage, et l'améliore même quelque peu.

source: The character actually
fr_fr: Le personnage soigne en fait

source: heals 1d10 $$ 2 (round up) stress points.
fr_fr: 1d10 $$ 2 (arrondissez au supérieur) points de stress.

source: Perhaps the biggest shock that strikes most resleeving characters is the loss of continuity of self.
fr_fr: Le plus grand choc qui frappe la plupart des personnages se réincarnant est probablement la perte de la continuite de soi.

source: This is particularly true for characters who died.
fr_fr: C'est particulièrement vrai pour les personnages qui sont morts.

source: If their cortical stack was retrieved, they will remember their own death.
fr_fr: Si leur pile corticae a été récupérée, ils se rappeleront de leur propre mort.

source: If they were restored from an archived backup, they will not remember their death, but they will have lost an entire period of their life—all the way back to their last backup.
fr_fr: Si ils ont été restaurés depuis une sauvegarde archivée, ils ne se rappelerons pas de leur mort, mais ils auront perdu unt période complète de leur vie - tout depuis leur dernière sauvegarde.

source: In fact, if their body was not recovered, they may not even know that they are dead for certain—there may be a surviving copy of themselves out there.
fr_fr: En fait, si leur corps n'est pas récupéré, ils peuvent même ne pas être sûr d'être mort - il peut exister une copie d'eux survivant quelque part.

source: The driving point in this loss of continuity is a sort of existential crisis—they are no longer the original person they once were.
fr_fr: Le point culminant de cette perte de continuité est une sorte de crise existentielle - le personnage n'est plus la personne qu'il était auparavant.

source: This leads some to question whether they are who they think they are, or are they some poor imitation and not a real person at all?
fr_fr: Cela amène à des questions pour déterminer si ils sont ce qu'il spensent être, ou juste une mauvaise imitation et pas du tout une personne réelle?

source: To determine how this loss of continuity affects a character, make a Continuity Test by rolling WIL x 3.
fr_fr: pour déterminer comment cette perte de continuité affectera un personnage, faites un test de Continuité en lançant VOL x 3.

source: Every character suffers stress from loss of continuity, as noted on the Continuity Stress table.
fr_fr: Chaque personnage subit du stress suite à la perte de continuité, tel que noté sur la table du Stress de Continuité.

source: Reduce this stress damage by 1 point per 10 full points of MoS on the Continuity Test, or increase it by 1 point for every 10 full points of MoF.
fr_fr: Réduisez ce stress d'1 point par tranche de 10 points de MdRsur le Test de Continuité, ou augmentez le d'1 point pour chaque tranche de 10 points de MdE.
